intro = 
    Привет! 👋 
    Я бот, который пасет лохов 😄
    Бот создан для друзей и не преследует цели кого-либо оскорбить.

help = Лох - это судьба, здесь я тебе ничем не помогу.

intro-description = Начало работы с ботом

help-description = Справка по использованию бота

fail-description = Поделиться фейлом

vote-description = Заценить фейл

top-description = Показать рейтинг лохов

publics-description = Опубликованые фейлы

drafts-description = Черновики (не опубликованые фейлы)

type-name-fail = Введите название фейла (до 100 символов):

fail-name-too-long = Слишком длинное название. Попробуйте короче:

type-description-fail = Введите описание фейла (до 1000 символов):

fail-description-too-long = Слишком длинное название. Попробуйте короче:

user-not-found = Пользователь не найден

fail-not-found = Фейл не найден

fail-created = 
    Фейл успешно добавлен!

    Название: { $fail_name }
    Описание: { $fail_description }

fail-cancelled = Создание фейла отменено

no-fails = Пока никто не нафейлил!

no-drafts = Черновиков пока нет!

i-am-not-a-loser = Все совершают ошибки, я не исключение.

no-fails-for-voting = Пока нет фейлов для голосования!

btn-cancel = ❌ Отмена

top-losers-no-fails = 🤷‍♂️ Топ лузеров года пустой!

top-losers-caption = 🏆 Топ лузеров года:

top-loser-caption = { $index }. { $user_name }: { $total_rating } { PLURAL($total_rating) ->
    [one] балл
    [few] балла
    [many] баллов
    *[other] баллов
}

manage-public-fail = Что сделать с опубликованным фейлом?

btn-read-fail = ✍️ Читать


fail-to-draft = Фейл переведен в черновик

btn-to-draft = 📝 В черновик

btn-delete-fail = ❌ Удалить

choose-fail-to-vote = Выберите фейл для чтения:

choose-fail-to-delete = Выберите фейл для удаления:

vote-up = 👍 +1 (жёстко...) 

vote-down = 👎 -1 (бывало и хуже...)

vote-info = 
    🤦‍♂️ Фейл от { $user_name }
    Название: { $fail_name }
    Описание: { $fail_description }
    Текущий рейтинг: { $fail_rating }

vote-success = Ваш голос учтён!

already-voted = Вы уже голосовали за этот фейл!

btn-confirm-delete = ✅ Подтвердить

btn-cancel-delete = ❌ Отмена

confirm-delete-message = Вы уверены, что хотите удалить этот фейл?

fail-deleted-popup = Фейл успешно удален

delete-cancelled = Удаление отменено

btn-publish-now = 📢 Опубликовать

btn-save-draft = 📝 Сохранить черновик

btn-delete-draft = 🗑️ Удалить черновик

btn-edit-draft = ✏️ Редактировать черновик

btn-back-to-drafts = ⬅️ Назад к черновикам

btn-delete-fail = 🗑️ Удалить фейл

fail-saved-as-draft = Фейл сохранен как черновик

choose-fail-action = Что сделать с фейлом?

fail-published = Фейл опубликован!

fail-checking = Фейл проверяется...

fail-saved-as-draft = Фейл сохранен как черновик

your-drafts = Ваши черновики:

manage-draft = Что сделать с черновиком?

draft-published = Черновик опубликован!

publish-error = Ошибка при публикации

draft-updated = Черновик успешно обновлен

draft-update-error = Ошибка при обновлении черновика