
intro = 
    Привет! 👋 
    Я бот, который пасет пользователей 😄
    Бот создан для друзей и не преследует цели кого-либо оскорбить.

help = Лох - это судьба, здесь я тебе ничем не помогу.

intro-description = Начало работы с ботом

help-description = Справка по использованию бота

fail-description = Поделиться постом

vote-description = Заценить пост

top-description = Показать рейтинг пользователей

publics-description = Опубликованые посты

drafts-description = Черновики (не опубликованые посты)

type-name-fail = Введите название поста (до 100 символов):

fail-name-too-long = Слишком длинное название. Попробуйте короче:

type-description-fail = Введите описание поста (до 1000 символов):

fail-description-too-long = Слишком длинное название. Попробуйте короче:

user-not-found = Пользователь не найден

fail-not-found = Пост не найден

fail-created = 
    Пост успешно добавлен!

    Название: { $fail_name }
    Описание: { $fail_description }

fail-cancelled = Создание поста отменено

no-fails = Пока никто не напостил!

no-drafts = Черновиков пока нет!

i-am-not-a-vote = Все совершают ошибки, я не исключение.

no-fails-for-voting = Пока нет постов для голосования!

btn-cancel = ❌ Отмена

top-votes-no-fails = 🤷‍♂️ Топ пользователей года пустой!

top-votes-caption = 🏆 Топ пользователей года:

top-vote-caption = { $index }. { $user_name }: { $total_rating } { PLURAL($total_rating) ->
    [one] балл
    [few] балла
    [many] баллов
    *[other] баллов
}

manage-public-fail = Что сделать с опубликованным постом?

btn-read-fail = ✍️ Читать


fail-to-draft = Пост переведен в черновик

btn-to-draft = 📝 В черновик

btn-delete-fail = ❌ Удалить

choose-fail-to-vote = Выберите пост для чтения:

choose-fail-to-delete = Выберите пост для удаления:

vote-up = 👍 +1 (жёстко...) 

vote-down = 👎 -1 (бывало и хуже...)

vote-info = 
    🤦‍♂️ Пост от { $user_name }
    Название: { $fail_name }
    Описание: { $fail_description }
    Текущий рейтинг: { $fail_rating }

vote-success = Ваш голос учтён!

already-voted = Вы уже голосовали за этот пост!

btn-confirm-delete = ✅ Подтвердить

btn-cancel-delete = ❌ Отмена

confirm-delete-message = Вы уверены, что хотите удалить этот пост?

fail-deleted-popup = Пост успешно удален

delete-cancelled = Удаление отменено

btn-publish-now = 📢 Опубликовать

btn-save-draft = 📝 Сохранить черновик

btn-delete-draft = 🗑️ Удалить черновик

btn-edit-draft = ✏️ Редактировать черновик

btn-back-to-drafts = ⬅️ Назад к черновикам

btn-delete-fail = 🗑️ Удалить пост

fail-saved-as-draft = Пост сохранен как черновик

choose-fail-action = Что сделать с постом?

fail-published = Пост опубликован!

fail-checking = Пост проверяется...

fail-saved-as-draft = Пост сохранен как черновик

your-drafts = Ваши черновики:

manage-draft = Что сделать с черновиком?

draft-published = Черновик опубликован!

publish-error = Ошибка при публикации

draft-updated = Черновик успешно обновлен

draft-update-error = Ошибка при обновлении черновика